{
  "source_name": "Williams College Museum of Art", 
  "classification": "WCMA-EASTERN", 
  "credit_line": "Anonymous gift", 
  "period": "", 
  "creation_date": "1707", 
  "creation_date_earliest": "1707", 
  "culture": "Indian", 
  "portfolio": "", 
  "paper_support": "", 
  "id": "7900", 
  "catalogue_raisonne": "", 
  "dimensions": "Overall: 15 9/16 x 7 1/8 in. (39.5 x 18.1 cm)", 
  "title": "Land Title", 
  "creation_date_latest": "1707", 
  "filename": "MIN_1.jpg", 
  "object_name": "plaque", 
  "marks": "", 
  "department": "WCMA", 
  "ULAN": "not found", 
  "medium": "copper", 
  "description": "", 
  "inscriptions": "Sipping honey from the lotus foot of the divine Kamalakant (Lakhim) Sri Gourinath of the lion throne Swarga Naroyou lord of men who in brilliancy equals the sun at his shining lotus feet all kings bow down and worship, whose fame and glory like the rays of the moon beautify the world, whose form is coursely [?] and attractive, chief and greastes, the ocean of all attributes, the benefactor of the age, bestows this brass plate upon the illustrious Devaki nanclan [?] of Kamrup for the preservation of his greatness in the future.  Of Kamrup land les [?] all the Bornas and great Kaists and governors and landlords and overssers and priests and citizens carefully understand.  To Sri Devaki mondou Brahuran of Sila village in the district of Bausi, for merit with God, this copper tablet of waste lands and men is made and given.  In Bonbhay district Taurnura [?] village, cultivated land 20 puras, uncultivated 4 puras.  In Pochimpar district, Boriamora village, cultivated land 20 puras (a pura is nearly 2 acres).  In Maukhaii village, district of Bousi, Brahman attendants/ house.  Mandu and brother Surandar, in Surandar village, Kalakanu nuns [?] one house - Males [?] Thiva mura, Rampain, 1 house Bodua one house Makoru and brother and of Japipor village Lakman Kolitas man [?] Ramnath one house.  Bought of Nacayau Bheechang puthua and brother, Kachurpeta virgin [?] one house.  Horinath Pania and brother Bangaltura one house- males Golim Rohim.  These lands and men the said Brahman his sons and grandsons in succession shall have and enjoy and remain blessing God.  From reverence service sale burdens markets presents fines penalties to the forever free they are released.  Who so ever shall do contrary to this shall be accursed.  In the year 1707  Seal of King Gourinath.", 
  "accession_date": "1993-01-01", 
  "accession_number": "MIN.1", 
  "signed": "", 
  "maker": "Indian?"
}