{
  "source_name": "Williams College Museum of Art", 
  "classification": "WCMA-ANCIENT", 
  "credit_line": "Acquired through the Egypt Exploration Fund through the efforts of Professor Richard Austin Rice, 1881-1903", 
  "period": "", 
  "creation_date": "3800-3000 BC", 
  "creation_date_earliest": "-3800", 
  "culture": "", 
  "portfolio": "", 
  "paper_support": "", 
  "id": "8882", 
  "catalogue_raisonne": "", 
  "dimensions": "Overall: 7 1/2 in. (19 cm)\nrim: 3 13/16 in. (9.7 cm)", 
  "title": "Grave pot", 
  "creation_date_latest": "-3000", 
  "filename": "SEG_10_24_a.jpg", 
  "object_name": "pot", 
  "marks": "", 
  "department": "WCMA", 
  "ULAN": "not found", 
  "medium": "terracotta", 
  "description": "Excavated by W.M. Flinders Petrie in 1903-04 at Abydos and sent to Williams in 1906.\n\nThe Egyptologist Flinders Petrie was the first to organize pottery, using clay, surface treatment, and shape as the basic criteria in his corpus for dating Predynastic vessels. Petrie's categories are not completely consistent.  He did not always separate clay material from technological aspects, but the categories were logical, and so scholars still use them today.  \n\nPredynastic pottery is made from either Nile clay or marl clay.  The first produces a red, brown, or black surface when fired, while the second generate a hard dense fabric of white, green, orange, or beige.  Marl clay was not used prior to Naqada II (ca. 3600 B.C.), and its introduction in the pottery repertoire marked a significant innovation in how some vessels were subsequently produced.  The consistency among form and decoration of marl clay vessels indicates that for the first time, specialist - not local potters - manufacture pottery.  \n\nThe method used by a potter to prepare the vessel's surface also characterized the finished vessel.  Slipping burnishing, polishing, and applied decoration were all used to finish Predynastic pottery.  Firing temperatures and conditions also created differences in a vessel's final appearance. \n", 
  "inscriptions": "on base in ink: b 75", 
  "accession_date": "1903-01-01", 
  "accession_number": "SEG.10.24", 
  "signed": "", 
  "maker": "Egyptian"
}